tap "azure/kubelogin"
tap "homebrew/bundle"
tap "homebrew/services"
tap "sdkman/tap"
brew "jpeg-xl"
brew "grpc"
brew "sqlite"
brew "llvm"
brew "apache-arrow"
brew "azure-cli"
brew "boost"
brew "glib"
brew "cgal"
brew "docker-buildx"
brew "docker-compose"
brew "erlang"
brew "fd"
brew "harfbuzz"
brew "openjdk"
brew "flyway"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "pkgconf"
brew "hdf5"
brew "libheif"
brew "netcdf"
brew "numpy"
brew "poppler"
brew "sfcgal"
brew "gdal"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "golang-migrate"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "mysql-client"
brew "neovim"
brew "podman"
brew "podman-compose"
brew "postgis"
brew "postgresql@14", restart_service: :changed
brew "qemu"
brew "rabbitmq"
brew "redis"
brew "ripgrep"
brew "sheldon"
brew "sl"
brew "starship"
brew "tfenv"
brew "tree"
brew "yarn"
brew "yq"
brew "azure/kubelogin/kubelogin"
brew "sdkman/tap/sdkman-cli"
cask "antigravity"
cask "battery"
cask "bruno"
cask "claude"
cask "claude-code"
cask "cursor"
cask "deepl"
cask "devtoys"
cask "drawio"
cask "firefox"
cask "gcloud-cli"
cask "ghostty"
cask "github-copilot-for-xcode"
cask "intellij-idea"
cask "intune-company-portal"
cask "microsoft-auto-update"
cask "obsidian"
cask "openvpn-connect"
cask "pgadmin4"
cask "postman"
cask "pritunl"
cask "sublime-text"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "wezterm@nightly"
mas "Azure VPN Client", id: 1553936137
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
vscode "42crunch.vscode-openapi"
vscode "anthropic.claude-code"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "ibm.output-colorizer"
vscode "jebbs.plantuml"
vscode "mechatroner.rainbow-csv"
vscode "mosapride.zenkaku"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-speech"
vscode "oderwat.indent-rainbow"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "tim-koehler.helm-intellisense"
vscode "tonybaloney.vscode-pets"
vscode "typespec.typespec-vscode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-app-mod-pack"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
