tap "azure/kubelogin"
tap "homebrew/bundle"
tap "homebrew/services"
tap "sdkman/tap"
brew "jpeg-xl"
brew "grpc"
brew "sqlite"
brew "llvm"
brew "apache-arrow"
brew "azure-cli"
brew "boost"
brew "glib"
brew "cgal"
brew "docker-buildx"
brew "docker-compose"
brew "erlang"
brew "fd"
brew "harfbuzz"
brew "openjdk"
brew "flyway"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "pkgconf"
brew "hdf5"
brew "libheif"
brew "netcdf"
brew "numpy"
brew "poppler"
brew "sfcgal"
brew "gdal"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "golang-migrate"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "mysql-client"
brew "neovim"
brew "podman"
brew "podman-compose"
brew "postgis"
brew "postgresql@14", restart_service: :changed
brew "qemu"
brew "rabbitmq"
brew "redis"
brew "ripgrep"
brew "sheldon"
brew "sl"
brew "starship"
brew "tfenv"
brew "tmux"
brew "tree"
brew "yarn"
brew "yq"
brew "azure/kubelogin/kubelogin"
brew "sdkman/tap/sdkman-cli"
cask "antigravity"
cask "battery"
cask "bruno"
cask "claude"
cask "claude-code"
cask "cursor"
cask "deepl"
cask "devtoys"
cask "drawio"
cask "firefox"
cask "gcloud-cli"
cask "ghostty"
cask "github-copilot-for-xcode"
cask "intellij-idea"
cask "intune-company-portal"
cask "microsoft-auto-update"
cask "obsidian"
cask "openvpn-connect"
cask "pgadmin4"
cask "postman"
cask "pritunl"
cask "sublime-text"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "wezterm@nightly"
mas "Azure VPN Client", id: 1553936137
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
